Repository: shamilbi/loxodo
Catalog: locale/*/LC_MESSAGES/loxodo.po
Languages: de

source: Password
de: Passwort

source: Vault
de: Tresor

source: Open Vault
de: Tresor öffnen

source: All files
de: Alle Dateien

source: Save new Vault as...
de: Neuen Tresor speichern unter...

source: A new Vault has been created using the given password. You can now proceed to open the Vault.
de: Ein neuer Tresor wurde mit dem angegebenen Passwort erstellt. Er kann jetzt geöffnet werden.

source: Vault Created
de: Tresor Erstellt

source: The given password does not match the Vault
de: Dieses Passwort stimmt nicht mit dem des Tresors überein

source: Bad Password
de: Falsches Passwort

source: This is not a PasswordSafe V3 Vault
de: Dies ist kein "PasswordSafe V3"-Tresor

source: Bad Vault
de: Defekter Tresor

source: Vault integrity check failed
de: Integritätsprüfung fehlgeschlagen

source: Select the Records to merge into this Vault
de: Ausgewählte Einträge werden in diesen Tresor übernommen

source: Merge Vault Records
de: Tresor-Einträge übernehmen

source: Title
de: Titel

source: Group
de: Gruppe

source: Username
de: Benutzername

source: Notes
de: Notizen

source: Cancel
de: Abbrechen

source: Edit Vault Record
de: Eintrag bearbeiten

source: (un)mask
de: (de)maskieren

source: generate
de: erzeugen

source: Search inside notes
de: In Notizen suchen

source: Search inside passwords
de: In Passwörtern suchen

source: Generated Password Length
de: Generiere Passwörter mit Länge

source: Avoid Bigrams
de: Vermeide Bigramme

source: Settings
de: Einstellungen

source: Change &Password
de: &Passwort ändern

source: &Merge Records from
de: Einträge überneh&men aus

source: &About
de: &Über

source: &Settings
de: &Einstellungen

source: E&xit
de: &Beenden

source: &Add Ctrl+Shift+A
de: &Hinzufügen Ctrl+Shift+A

source: &Delete Ctrl+Del
de: &Entfernen Ctrl+Del

source: &Edit Ctrl+E
de: &Bearbeiten Ctrl+E

source: Copy &Username Ctrl+Shift+C
de: Ben&utzernamen kopieren Ctrl+Shift+C

source: Copy &Password Ctrl+C
de: &Passwort kopieren Ctrl+C

source: Open UR&L Ctrl+L
de: UR&L öffnen Ctrl+L

source: Search &For Entry Ctrl+F
de: Eintrag &finden Ctrl+F

source: &Vault
de: &Tresor

source: &Record
de: &Eintrag

source: Vault Contents
de: Tresorinhalt

source: Read Vault contents from disk
de: Tresorinhalt geladen

source: Wrote Vault contents to disk
de: Tresorinhalt gespeichert

source: Could not write Vault contents to disk
de: Konnte Tresorinhalt nicht speichern

source: Error writing to disk
de: Fehler beim Speichern

source: Could not open clipboard
de: Konnte Zwischenablage nicht öffnen

source: Cleared clipboard
de: Zwischenablage geleert

source: New password
de: Neues Passwort

source: Change Vault Password
de: Neues Tresor-Passwort

source: Re-enter new password
de: Neues Passwort bestätigen

source: The given passwords do not match
de: Die eingegebenen Passwörter stimmen nicht mit einander überein

source: Changed Vault password
de: Tresor-Passwort geändert

source: Open Vault...
de: Tresor öffnen...

source: new
de: neu

source: updates "%s"
de: ersetzt "%s"

source: Are you sure you want to delete this record? It contains a username or password and there is no way to undo this action.
de: Sind Sie sicher, dass Sie diesen Eintrag löschen wollen? Er enthält einen Benutzernamen oder ein Passwort, die unwiederbringlich gelöscht würden.

source: Really delete record?
de: Eintrag wirklich löschen?

source: Copied username of "%s" to clipboard
de: Benutzernamen für "%s" in die Zwischenablage kopiert

source: Error copying username of "%s" to clipboard
de: Konnte Benutzernamen für "%s" nicht in die Zwischenablage kopieren

source: Copied password of "%s" to clipboard
de: Passwort für "%s" in Zwischenablage kopiert

source: Error copying password of "%s" to clipboard
de: Konnte Passwort für "%s" nicht in Zwischenablage kopieren

source: Could not load python module "webbrowser" needed to open "%s"
de: Konnte Python-Modul “webbrowser” nicht laden, um “%s” zu öffnen
